brew "act"
brew "actionlint"
brew "aliyun-cli"
brew "aom"
brew "aquasecurity/trivy/trivy"
brew "argocd"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "asciinema"
brew "aspell"
brew "autoconf"
brew "autojump"
brew "automake"
brew "bash"
brew "bat"
brew "bazel"
brew "bazelisk", link: false
brew "boost"
brew "cairo"
brew "cargo-release"
brew "cfssl"
brew "chart-releaser"
brew "chart-testing"
brew "clang-format"
brew "cmake"
brew "colima"
brew "coredns"
brew "coreutils"
brew "curl"
brew "datreeio/datree/datree"
brew "dfu-util"
brew "direnv"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "ed"
brew "edencommon"
brew "fb303"
brew "fbthrift"
brew "ffmpeg"
brew "findutils"
brew "fizz"
brew "folly"
brew "fx"
brew "gawk"
brew "gcc"
brew "geoip"
brew "getsentry/tools/sentry-cli"
brew "gettext"
brew "gh"
brew "git"
brew "git-lfs"
brew "glib"
brew "global"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gnutls"
brew "go"
brew "go-task"
brew "golangci-lint"
brew "gopass"
brew "gopls"
brew "graphviz"
brew "grep"
brew "gromgit/fuse/sshfs-mac"
brew "guile"
brew "h8r-dev/tap/heighliner"
brew "hadolint"
brew "harfbuzz"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "hidetatz/tap/kubecolor"
brew "hugo"
brew "jpeg", link: true
brew "jpeg-xl"
brew "jq"
brew "jsonnet"
brew "jsonnet-bundler"
brew "k-cloud-labs/tap/kluster-capacity"
brew "k3d"
brew "k6"
brew "k8sgpt-ai/k8sgpt/k8sgpt"
brew "kind"
brew "knative-extensions/kn-plugins/quickstart"
brew "knative/client/kn"
brew "ko"
brew "kong/kong/kong", link: false
brew "ksonnet/tap/ks"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kubeshark"
brew "kwok"
brew "leptonica"
brew "leveldb"
brew "libass"
brew "libffi"
brew "libfido2"
brew "libidn2"
brew "libmpc"
brew "librdkafka"
brew "librsvg"
brew "libssh2"
brew "libtiff"
brew "libtool"
brew "libvirt"
brew "libxml2"
brew "libxmlsec1"
brew "libxslt"
brew "little-cms2"
brew "localstack/tap/localstack-cli"
brew "lua@5.1"
brew "luarocks"
brew "make"
brew "mesheryctl"
brew "mimirtool"
brew "minikube"
brew "minio/stable/mc"
brew "mkcert"
brew "modularml/packages/modular"
brew "mongosh"
brew "mysql"
brew "mysql-client"
brew "ninja"
brew "nmap"
brew "node"
brew "node@16"
brew "norwoodj/tap/helm-docs"
brew "nvm"
brew "openconnect"
brew "openresty/brew/openresty"
brew "openvino"
brew "openvpn"
brew "operator-sdk"
brew "p11-kit"
brew "p7zip"
brew "pandoc"
brew "pango"
brew "pcre"
brew "pixman"
brew "pkgconf"
brew "podman"
brew "portaudio"
brew "postgresql@14"
brew "pre-commit"
brew "protobuf"
brew "pulumi/tap/pulumi"
brew "putty"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-tk@3.9"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "python@3.13"
brew "python@3.7"
brew "python@3.9"
brew "repo"
brew "robscott/tap/kube-capacity"
brew "rust"
brew "rustup"
brew "scrcpy"
brew "shellcheck"
brew "siderolabs/tap/talosctl"
brew "skopeo"
brew "socat"
brew "spawn-fcgi"
brew "sshuttle"
brew "stow"
brew "tanka"
brew "tcl-tk"
brew "teleport"
brew "telnet"
brew "tesseract"
brew "texlive"
brew "tinc"
brew "tmux"
brew "tree"
brew "trzsz"
brew "trzsz-go", link: false
brew "unbound"
brew "uwsgi"
brew "velero"
brew "wangle"
brew "watchman"
brew "weaveworks/tap/eksctl"
brew "webp"
brew "wget"
brew "yamale"
brew "yq"
brew "yq", link: false
brew "zbar"
brew "zola"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zstd"
cask "altdeploy"
cask "android-platform-tools"
cask "charlessoft-timetracker"
cask "chromedriver"
cask "kubenav"
cask "macfuse"
cask "macupdater"
cask "multipass"
cask "ngrok"
cask "openconnect-gui"
cask "stats"
tap "aquasecurity/trivy"
tap "argoproj/tap"
tap "datreeio/datree"
tap "getsentry/tools"
tap "go-task/tap"
tap "gromgit/fuse"
tap "h8r-dev/tap"
tap "hashicorp/tap"
tap "helm/tap"
tap "hidetatz/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jirutka/macos-init", "https://github.com/jirutka/macos-init"
tap "k-cloud-labs/tap"
tap "k8sgpt-ai/k8sgpt"
tap "knative-extensions/kn-plugins"
tap "knative/client"
tap "kong/kong"
tap "ksonnet/tap"
tap "localstack/tap"
tap "minio/stable"
tap "modularml/packages"
tap "norwoodj/tap"
tap "openresty/brew"
tap "pulumi/tap"
tap "robscott/tap"
tap "siderolabs/tap"
tap "weaveworks/tap"
