tap "go-task/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "k-cloud-labs/tap"
tap "weaveworks/tap"
brew "aliyun-cli"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "bash"
brew "gettext"
brew "glib"
brew "cairo"
brew "cmake"
brew "colima"
brew "coreutils"
brew "dfu-util"
brew "docker"
brew "docker-compose"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "geoip"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "go-task"
brew "gopls"
brew "grep"
brew "pkgconf"
brew "guile"
brew "hugo"
brew "jpeg", link: true
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "leveldb"
brew "libffi"
brew "libfido2"
brew "librdkafka"
brew "libvirt"
brew "libxmlsec1"
brew "libxslt"
brew "python@3.13"
brew "lua@5.1"
brew "mysql"
brew "mysql-client"
brew "ninja"
brew "nmap"
brew "openconnect"
brew "openvpn"
brew "p7zip"
brew "postgresql@14"
brew "putty"
brew "pyenv"
brew "python@3.10"
brew "python@3.7"
brew "rustup"
brew "scrcpy"
brew "tcl-tk"
brew "telnet"
brew "tree"
brew "wget"
brew "yq", link: false
brew "zbar"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/packer"
brew "k-cloud-labs/tap/kluster-capacity"
brew "weaveworks/tap/eksctl"
cask "multipass"
cask "openconnect-gui"
